{
    "URL": "https://doi.org/10.13140/RG.2.1.3351.0889",
    "abstract": "Little research has been developed on fostering classes through simple discrimination on combined reversals both with humans and with nonhuman. The present study reports data from applying this method with up to six choices (three positive and three negative), simultaneously, in a monkey (Cebus sp). Over the reversals, the learning set effect was evaluated taking into account three variables: a) number of correct responses processed until the criterion of six consecutive correct responses has been reached, b) number of trials until the criterion has been reached and c) frequency distribution of correct response sequences. We conducted class formation tests through  partial reversals, which hold within: a) a reversal with six stimuli, and b) a reversal with four stimuli and then, provided the criterion, presenting the remaining pair of stimuli. The data indicated learning set on the three variables used. No evidence of class formation was found. We discuss that analysis of choices during the first stimulus presentation along partial reversal is a necessary step to indentify false positives. The procedures that contributed most to learning set performances were: reinforcement only at the end of the chain of required choices instead reinforcement for each choice and presentation of a 60s time out for errors.",
    "accessed": {
        "raw": "2015-02-18"
    },
    "author": [
        {
            "family": "Pican&ccedil;o",
            "given": "Carlos Rafael Fernandes"
        }
    ],
    "event-place": "Bel&eacute;m, PA, Brasil",
    "genre": "Trabalho de conclus&atilde;o de curso.",
    "id": "2025135/WCCDF49M",
    "issued": {
        "date-parts": [
            [
                "2010"
            ]
        ],
        "raw": "2010-06-01"
    },
    "language": "pt-BR",
    "number-of-pages": "xii + 28",
    "publisher": "Universidade Federal do Par&aacute;",
    "publisher-place": "Bel&eacute;m, PA, Brasil",
    "title": "Learning Set de Revers&otilde;es de Discrimina&ccedil;&otilde;es Simples Combinadas com Macaco-prego: Explorando Procedimentos para a Forma&ccedil;&atilde;o de Classes",
    "type": "thesis"
}